{
    "1":[
    {"What is the minimum wage in Alaska?":"Effective Jan. 1, 2020, Alaska's minimum wage is $10.19 per hour. This is calculated by multiplying all hours worked in the pay period by $10.19. This amount is the least amount that can be paid to an employee as wages."},
    {"Alaska-mi qaillun amllertaa ikgenkacagiit unangutii yuum caliaqan?":"Pingayunelgen pingayunek-llu kangiranek cipluku ataucimi essassami ($10.19 an hour), mayurlluku qulngunritaarnek pingayunek-llu kangiranek cipluku ataucimi essassami ($10.19 an hour) ayagnirciquq January 1, 2020-aaq piskan."}
    ],
    "2":[
    {"Does my employer have to pay me more for overtime work?":"Yes, but there are a few exceptions. If you work more than 8 hours in a single day and/or more than 40 hours in a single week, you must be paid time-and-one-half (1.5 times) your hourly or regular wage for those extra hours that you worked. Contact the Wage and Hour Administration office ((907) 269-4900) if you have questions."},
    {"Calivima-qaa akilirarkaugaanga essassarkiuranka cipluki calikuma?":"Aa-ang. Taugaam calikuvet pingayunelget essassat cipluki ernermi ataucimi, wa-llu qulen estaman cipluki ataucimi nitilimi, calillerkiurarpet amllertaciit cipeskuvki akiliumaarkauguten ataucim essassam avganek-llu cipluku calivsiaqalten cipneret. Apyutkangqerquvet qayagauqiki una Wage and Hour Office-aaq wani nampaami (907-269-4909)-aami."}
    ],
    "3":[
    {"If I am not paid by the hour, do I still need to receive minimum wage and overtime?":"Yes. Regardless of how you are paid, whether the work is measured by the hour, piece-rate, commission or otherwise, all employees are entitled to Alaska minimum wage and overtime unless there is a specific exemption that allows otherwise. Contact your local Wage and Hour Administration office to be sure."},
    {"Akingyuilkuma essassam ataucim piyaraatun, akiliumaciqua-qaa ikgenkacagarmek cali-llu essarkiurama cipnerit?":"Aa-ang. Qaillun akiliumacirpetun, essatgun, allatgun-llu, calistet tamarmeng Alaska-m minimum wage-anek akiliumaciqut essassarkiurat-llu cipeskata allamek alerqutailkata. Qayagauqiki Wage and Hour Administration Office-aat kangingnauvsiaryukuvet."}
    ],
    "4":[
    {"Can my boss direct me to work overtime?":"Yes, but any time you work over 8 hours in a single day and/or over 40 hours in a single week, your employer must pay you 1.5 times your hourly or regular wage for those extra hours over 8 and/or over 40 that you worked. If your employer is not paying you that overtime, then you can report wage theft to your local Wage and Hour Administration office."},
    {"Atanema-qaa essassarkiuranka cipluki calivkaryugngaanga?":"Aa-ang, taugaam calikuvet pingayunelget essassat cipluki ernermi ataucimi, wall'u qulen estaman cipluki nitilimi ataucimi calikuvet, calivivet akilirarkaugaaten essassaq avganek-llu cipluku essassarkiuravet cipneri, wall'u qulen estaman nitilimi cipeskuvki. Calivivet essarkiuravet cipneri akilinrilkaki, qanruteksugngaan una arenqiallugun ukunun Wage and Hour Administration-aat office-aaritnun."}
    ],
    "5":[
    {"Can my employer give me 'comp time' instead of paying me overtime?":"No. Giving you comp time instead of your overtime wages is not lawful in Alaska. You are entitled to overtime pay when you work overtime hours, and it must be paid on your paycheck and shown on your paystub."},
    {"Calivima-qaa essassarkiurama cipluki calillrenka akilirpeknii wangnun aturcecugngai calinritqaqeryukuma allami ernermi?":"Qanga. Cikiumakuvet calinritqassuutnek essassanet cipnernek akiliutnguvkenaki alerquutngunrituq Alaska-mi. Piyunarq-uciumauten essassarkiuraten cipluki calikuvet akiliumaarkauluten-llu akingutvet-llu kalikaani igausngaarkau-luni."}
    ],
    "6":[
    {"Are salaried employees entitled to overtime?":"Being paid a salary does not mean that you are not entitled to receive overtime. Some employees are exempt from overtime, such as executive, administrative, and professional employees, all of which require very specific criteria to be met. Your actual job duties, responsibilities and how you are paid usually determine your eligibility for overtime."},
    {"Apqaitnek Salary-tgun-qaa calilriit essassarkiurarteng cipluku caliyugngaut?":"Salary-t-ggun akingtuli essassarkiurani ciplukicaliyugnaguq. Ilait calistet essassarkiurarteng cipluku calisciigatut, makut Atan'viit, Atanviim-llu aciani calilriit, Elisngalrianek-llu aprumalriit calistet, tamarmeng ukut taqumallri picirkiutengqertut. Calivivni caliarkarpet, qaillunllu akikiurumallerpegun pinarquciumatuut essassarkiurarpet cipluku caliyugngacin."}
    ],
    "7":[
    {"How many employees must my employer have before he/she has to pay overtime?":"A grand total of four or more. An employer who has a total of only three (3) employees, or less, can pay his/her employees straight-time for all hours worked."},
    {"Qavcinek calistengqerssugngaa calivika essass'at apertumalriit cipluki yuk calikan akingyugngallerkaa (overtime)?":"Estamanek wall'cipluku. Calivik pingayunek wall'u ikgellranek pingayuum calistengqerqan, akilirciq'ai ayuqluki essass'at tamalkuita."}
    ],
    "8":[
    {"My employer told me I'm an 'independent contractor.' What does that mean?":"Generally speaking, an independent contractor is a stand-alone business. If you are working under the direction of a boss, but your employer calls you an independent contractor, you may be working without the protection and benefits that are provided for employees, such as Workers' Compensation coverage, Unemployment Insurance coverage, and/or Social Security benefits. Call the Workers' Compensation Division at 269-4980, or your local Wage and Hour Administration office to ask for help."},
    {"Calivima qanrutaanga 'wangnek calistek'nilua allakarma' (independent allakarma). Cauga tauna?":"Nutem una ellminek unangengnaqluni calituli, elminek unangengnaqluni caliangqertuq. Calikuvet taugaam caliarkitaqluten atanerruarpet pikaten, calivivet apertumaciiq aaten elpenek calistekniluten, qaunqengaitaaten cali-llu makunek apqait benefit-aat, Worker's Compensation-aat, Unemployment Insurance-aat, cali-llu Social Security-t ikayutaitnek. Qayagauqiu Workers' Compensation Divisionaaq wani nampaami 269-4980, wall'u nunaqlirpeni Wage and Hour Administration-aat Office-aratni ikayungcarluten."}
    ],
    "9":[
    {"Am I entitled to holiday bonus pay?":"Not by law. It depends on whether your employer has promised to pay holiday pay. Example: If your employer promises to pay you time-and-a-half for work on a holiday, you would receive 1½ times your regular rate of pay for the holiday hours worked. If your employer does not offer a bonus for holiday pay, you would be paid only straight-time for holiday hours worked. If your employer promises to pay holiday pay but has not established a special rate, and you work on the holiday, you could receive straight-time for eight hours of work and straight time for eight hours of holiday pay."},
    {"Agayuyaram-qaa (Holiday) erenrani calikuma akingyugngaunga?":"Alerquutngunrituq. Calivivet taugaam akqellrukaten Agayuyarani (Holidays) akilirciqniluten. Taringcetaarun: Calivivet akqellrukaten akilirciqniluten essass'am avganek-llu cipluluku agayuyarami calikuvet, akilirciqaaten essass'am avganek-llu cipluku essassami ataucimi akililaucirpetun (Time and a half pay). Caliviin Agayuyarani akiliriyuilkan, atauciim essass'am akingutiinek akilirciqaaten. Calivivet akeq'katen taugaam qaillun akilillerkan elkarcimanrilkan, calikuvet-llu Agayuyarami, akiliumaciquten essassani pingayunlegni akinglaucirpetun, cali-llu ilaluku essassanek pingayunlegnek akinguten Agayuyaram erenrani."}
    ],
    "10":[
    {"Am I entitled to sick leave? Vacation pay? Severence pay?":"Only if the employer has promised that you will receive these payments. Sick leave, vacation pay and severance pay are benefits provided to an employee, allowing them to be paid while not working. Therefore, an employer only has to pay these benefits if he/she has a policy to pay such benefits, or has made a promise or has a contract with you to pay these benefits. The Department enforces an employer's own rules for these kinds of payments."},
    {"Naullukuma-qaa calivkeni-llu akingyugnaunga? Agayuyarami? Taqevkaumakuma-llu?":"Calivivet taugaam akqellrukaten akilirciqniluten. Naulluluni aking'un, Agayuyarami aking'un una-llu taqevkaumalriim akingut'ii taukut pingayun cikiutnguut calistemun, akingyugngariluki calinrilkata. Taumek, caliviim akiliryugngai calistet atavaqauciumai alerqutengqerqata akilirarkauluki, wa-llu akqelrukaki akilirarkauluki. Kingunrita (Department) ellalirtularait caliviim alerquutai akiliryugngaumallrem tungiinun."}
    ],
    "11":[
    {"Do I have to be paid for 'on-call' time?":"This is not easy to answer. Some on-call time is payable and some is not. Your freedom to pursue your own interests while 'on-call' determines whether you must be paid. If you are required to carry a beeper or cell phone but are free to pursue your own interests, you would not have to be paid until you have to respond to a call. If you are required to remain at your employer's place of business and are not allowed to pursue your own interests such as reading, visiting with others, or listening to the radio, your employer is required to pay you for this on-call time."},
    {"Qayagaullerkamnek-qaa utaqaurlua (On-call) ikayurillerkamnek akingyugngaunga?":"Uum kiutii qacignarqenrituq. Ilait qayagaullerkamegnequtaqaurluteng calilriit akingurluteng pilartut, ilait-llu pivkenateng. Utaqaurallerpeni qayagaullerkavnek caarkavnek caqcaaryukuvet uitavivni elpenun at'auq. Calivivet ayagatulimek qanercuutmek (cell phone or beeper) cikiqaten, uitavivni-llu caqcaaryukuvet calivivet akingurcesngaitaaten taugaam qayagaurumakuvet nutaan akingellerkan ayagnirciquq. Calivivni taugaam qayagaullerkarpenek utaqaurquvet, inerquumakuvet-llu naaqingaunak qanemcianek, essnirtaarngaunak, wall'u niicugningaunak yuarullugnek radio-mek-llu, akilirarkaugaaten calivigpet."}
    ],
    "12":[
    {"What is the law regarding breaks and meal periods?":"Alaskan employers are required to provide break periods of at least 30 minutes for minors ages 14 through 17 who work 5 or more consecutive hours and are going to continue to work. Employers are not required to give breaks for employees 18 and over. If your employer allows breaks, and they last less than 20 minutes, you must be paid for the break. If your employer allows meal periods, the employer is not required to pay you for your meal period if it lasts more than 20 minutes and you do no work during that time."},
    {"Cauga alerquun mernuinerciqaallerkam nerllerkamllu tungiinun?":"Alaska-mi caliviit pillerkiumaut mernuinerciutmek essass'am avganek ayagyuanun allrakulegnun qula estamanek cipluku wavet tekilluku qula malrunlegnek cipluku (14-17) calilrianun essassanek tallimanek wall'cipluku cali caliurararkanun. Caliviit pillerkiuraitut calistenun alrakulegnun qula pingayunlegnek cipluku akallaunrit-llu. Calivivet mernuinerciryugngavkaqaten caliinanerpeni, mernuinerciryu gn-gauten essass'at cet'yagaat yuinaat aciatni akingurcelluten. Calivivetllu nerllerkarpenek taqeq'aumayugn-gavkaqaten, akiliumangaituten cet'yagaat yuinaat cipluki neryartumakuvet calinrilkuvet-llu."}
    ],
    "13":[
    {"Can my employer change my rate of pay?":"Yes, as long as you are given written notice of the change the payday before it takes effect. For example, if your normal payday (the day you are paid your wages) is on the 20th of the month, your employer could give you written notice of a change in your rate of pay any day up to and including the 20th. All work done by you after the 20th would be at the new rate."},
    {"Calivima-qaa akingutma amllertac'ia cimiryugngaa?":"Aa-ang, cikiqaten kalikamek nallunairutmek cimillranek arenqigiumakan akingyaram erenran ciungani. Taringcetaarluku: Akingelaucivet ernerkiutii (payday) wani iraluum ernerkiutii yuinaq tekiskaku, calivivet cikiryugngaaten igausngalriamek nallunairutmek akingutvet cimiutii erenret tapeqluku erenra yuinaq iraluum tekilluku. Taum-llu erenrem kinguakun akingarkauluten nutaram akingutvet cimillrem amllertacianek."}
    ],
    "14":[
    {"What can be deducted from my paycheck?":"Cash or cash register shortages, lost, missing, or stolen property can only be deducted if you have admitted willingly and in writing to having personally taken the specific amount of cash or property alleged to be lost, missing or stolen. If your employer has loaned you funds, they can deduct the amount from your earnings as long as you have given written authorization. It is not valid to sign a 'blanket' authorization at the time of hire to cover future deductions. As a rule, deductions cannot reduce your gross pay below minimum wage or cut into your overtime. If you have borrowed money from a third party, you can give the employer written permission to deduct payments from your earnings. Of course, lawful deductions must be made, such as taxes and court-ordered deductions like child support or garnishments."},
    {"Cat ilangarutnguyugngaat akingutemnek?":"Akit wall'u akiviutami nuruyutet, ta'maarat, wall'u tegel'qaumalriit ilangarutnguyugnaut qanrutkekuvki kalikakun-llu igauskuvki-llu tegullruniluku taunkut akit nurusngalriit amllertac'iacetun. Calivivet navrarcetellrukaten akinek, ilangarcugngait akingutevnek kalikamek piyunarqucimek imirilrukuvet tungiinun. Kalikaq piyunarquciun (authorization) imiunanrilnguq sign-arcigatan calivigmi ayagniqaarraaquvet. Alerquutnguuq, ilangarutet (deductions) ikeglicarciigataat akinguten wall'u essassarkiuravet tungiinun. Navrallrukuvet akiinek, caliviin piyunarquciryugngaan igaulluku ilangarcesqelluki akingutevnek. Ilumuulriamek, alerquun aturluk, tax-aat ilangarutnguyugngaut, wall'u akilirarkat child support-anun allanek-llu ilangarutekangqerquvet."}
    ],
    "15":[
    {"What kind of information is my employer supposed to put on my pay stub?":"Your employer must give you a pay stub each pay period that explains how long you worked, how much money you earned and how much money you were paid. The stub must include the number of straight-time and overtime hours you actually worked; your rate of pay; your gross wages; your deductions for taxes; and other deductions you have authorized your employer to make. The pay stub also must state the beginning and ending dates of the pay period."},
    {"Cat nallunritnarqellriit calivima igautarkaugaki kalikamun akingutemnun?":"Calivivet cikirarkargaaten avalirkavnek kalikamek nallunairluku qaillun amllertalriamek calilren, unanguteten ayagnirraanerpenek, cali-llu qaillun amllertalriamek akingellren. Akingutvet kalikartaa igangqerrarkauguq qavcinek essassarkiuravnek calillten, qavcinek essassarkiurarpet cipluku calivsiaqallren, qaillun-llu amllertalriamek akinguten essassarkiuravni, calivsiaqallerpet-llu amllertacia, tamallkuita unanguteten quyurlluki, ilangarutet tax-aat, allat-lllu ilangarutnguyugngak'ai calivivet. Akingutvet-llu kalikartaa nallunairutengqerrarkauguq qangvaq ayagnillerpet iqua-llu akingutvet."}
    ],
    "16":[
    {"I just gave my employer two weeks' notice and he/she fired me. What can I do?":"In Alaska, an employer does not need to give a reason to fire an employee. Therefore, he/she has not violated any wage and hour law. You may wish to check with an attorney to see whether you can file a civil lawsuit against your employer for wrongful discharge. If you believe you were discriminated against due to race, creed, color, age, religion, sex, or similar reasons, you may contact the Human Rights Commission at (907) 274-4692 or 1-800-478-4692."},
    {"Calivika kalikamek nallunairutmek cikinerr'aarqa malrugni nitiiligni taqsuglua tua-i-llu taqevkarlua. Qaillun piyugngasia?":"Alaska-mi, caliviim avalissaunani calisteni taqevkaryugngaa. Taumek, taum taqevkartiin narurtenritai alerquutet taqevkaumallrem tungiinun. Alerquuciurta (Attorney), apcugngaan picetaarutkun (lawsuit), calivivet alarlluni taqevkaumallrucian. Tangernaksukuvet, pillraksukuvet-llu cakuciullren piluku, allrakuvet, ukverutevkun, arnauniluten wall'u angutnguniluten, wall'u cali allatgun avalissautetgun, qayagauryugngaan una Human Rights Commission-aam nampaara (907) 274-4692 wall'u akilirnailngurkun (800) 478-4692."}
    ],
    "17":[
    {"How soon after my job ends do I have to be paid?":"If you are terminated by your employer, your employer must pay you all monies owed within three working days after the day of termination (not counting weekends and holidays). If you quit, you must be paid by the next regular payday that is at least three working days after your last day worked."},
    {"Qaillun amllertalriani ernerni akingarkausia caliaqa iqukliskan?":"Calivivet taqevkaqaten, calivivet akilirarkaugaaten calillerpet unangutai pingayun erenret nur'tevkenaki taqevkaumallerpet erenran unuaquani, (maqineq agayuneq-llu ilakevkenakek agayuyarat-llu). Taqkuvet, akiliumaarkauguten akilivin'qigutmi pingayun erenret malenritni."}
    ],
    "18":[
    {"Why does my employer get 20 days to respond to the Department's letter concerning my wage claim, when they should pay me within 3 working days?":"The Department has to ensure that your employer is given the opportunity to defend him/herself from your claim. This is called 'due process.' The Department uses the same time frame as the courts (20 days) as a fair amount of time for the employer to respond to your complaint."},
    {"Ciin calivika cikiumaa yuinanek ernernek kiugarkauluki Ciuliqagciurtet (Department) igautiit akingutka pitekluku, akilirarkaungraatnga pingayut erenret iluatni?":"Ciuliqagciurtem (Department) caliviin cikiumaa anagyaaqutmek piciliutevnek. Una aprum'auq 'picirkiurautmek'. Ciuliqagtet atularaat qanercetaarviim cikiumalauciacetun yuinarnek ernernek (20 days) assirniluku erenret amllertaciit calivivet kiullerkaat qanemyuugutvet tungiinun."}
    ],
    "19":[
    {"How much time do I have to file a claim after termination?":"Claims for unpaid overtime or minimum wage must be filed within two years from the date the work was actually performed. Claims for straight-time wages or other promised benefits should be filed within three years from the date the work was actually performed. You should file a claim as soon as you are aware that you may be owed additional wages."},
    {"Qaillun amllertallriamek pivigkiurumasia unangessaagutemnek taqevkaumarraarlua?":"Unangessaagutet (Claims) uumun akingutkeksailutet essassarkiuram cipluku pillret paivcimaarkaugut kalikatgun malruk allrakuk tekillukek iluani. Unangessaagutet (Claims) essassarkiurautet allat-llu cikiutet paivcimaarkaugut kalikatgun pingayun allrakut tekilluku iluani-llu, pingayun allrakut iluatni caliat taqutellret. Ungangessaagutmek-gguq (Claim) egmian imirikina nallunriq'aucivtun akilivlagyukellrukuvet allanek unangutnek."}
    ],
    "20":[
    {"Does the department have to take my claim?":"No. The Department can refuse to accept a claim for a variety of reasons such as: it is not a valid or enforceable claim; your employer has filed for bankruptcy protection; you have waited too long to file or your claim exceeds an allowable amount."},
    {"Ciuliqagciurtem-qaa unangessaagutka ciuniuryugngaa?":"Qanga. Ciuliqagciurtem qessaksugngaa qavcinek avalissarluni ukut ilaitnek: piciunrilkan unaangessaaguten; caliviin-llu imirillrukan calinrircutem cay'ailkutiinek; pinaciaqaquvet imirillerkavnek, wall'u imirillerkan kituraruskuvgu."}
    ],
    "21":[
    {"How long does it take to get my money?":"The time it takes to collect the money from your employer can range from several days to a year or more. Many things can speed up or slow down the payment of a claim. If your records are complete and your employer is cooperative, the process is faster. However, if your records are poor or your employer is uncooperative, it may take longer."},
    {"Qaillun taktallriamek unak'ciqsia ak'iuteka?":"Akingut'vet unakellerkaa calivigpenek cuqnguarluku qavcini ernerni, wall'u allrakuq atauciq wall'u cipluku. Cat ayuqenrilnguut nagutet cukailcaryugngaat wall'u cukaqercelluku akingutvet unakellerkaa. Kalikat elpenek apertuutet qaqimakata, caliviin-llu maligtaquskan, cukaciquq. Taugaam, kalikat elpenek apertuutet ikayuutngunrilkata, caliviin-llu maligtaqutenrilkan, taqutnaciarciquq."}
    ],
    "22":[
    {"What is the difference between full-time, part-time, and temporary employees?":"The Wage and Hour Administration makes no distinction between full-time, part-time and temporary employees. Some employers who provide benefits to full-time workers may not provide the same benefits to their part-time or temporary employees. If you are not a full-time employee and you want to know if you are entitled to benefits, you will need to discuss this with your employer as they should have set guidelines to establish who qualifies for benefits and who does not. For questions about benefits, contact the U.S. Department of Labor, Employee Benefits Security Administration at 1-866-444-3272 or online at http://askebsa.dol.gov/"},
    {"Qaillun ukut ayuqenritat ernerpak, erenrem avgani, una-llu cararmi calistenguqapiarpeknani calitulit?":"Akiliristet Essassanek-llu Ciuliqagtet (The Wage and Hour Administration) arenqiirturiyuitut ernerpak, erenrem avgani, cali-llu calistenguqapiarpeknateng calistenek. Ilait caliviit atavaqautnek (benefits) ernerpak calitulinun piyuumalriit cikiumangaitait erenrem avganek calitulinun calistenguqapiaranrilngurnun-llu. Ernerpak calistengunrilkuvet nallunriryukuvet-llu atavaqautnek (benefits) cikiumayugngayukekuvet, apqaurutkekiu calivigpeni nallunriciiqut kalikat maligtaqutekat aturluki kina cikiumallerkaa wall'u cikiumanritlerkaa atavaqautnek (benefits). Apyutkangqerquvet atavaqautet tungiitnun qayagauqiu una U.S. Department of Labor, Employee Benefits Security Administration-aaq wani akilirnailngurmi nampaami 1-866-444-3272 wall'u computer-aatgun piyukuvet una igarluku http://askebsa.dol.gov/"}
    ],
    "23":[
    {"What are the requirements for return transportation?":"If your employer provides transportation, pays your way or loans you the cost of transportation from your place of hire to a place inside or outside Alaska, the employer must pay your way back or provide transportation to the place of hire or to a place that you and your employer agree upon after employment ends. Your employer is not required to pay for your return transportation if you were terminated for fighting, intoxication, lying on your job application, or having unexcused absences from duties for more than three consecutive scheduled work days. If you quit your job, your employer is not required to pay for your return transportation unless you quit because the employer misrepresented wages, lodging or working conditions, or you quit for health or safety reasons."},
    {"Cat pillerkiuraugat ataam kingunemnun utertellerkaq?":"Calivivet ikayurluten, akiliuskaku ek'uten, wall'u navriskaten ekutevnek nunavnek calivivet nuniinun Alaska-mi wall'u akmaken, calivivet akilitarkaugaa ataam utertellerkan nunavnun calian qaqiuskan. Calivivet akilircigacugngaa ataam utertellerkan taqevkaumakuvet, calluakuvet, taangiqkuvet, kalikami-llu application-aami piciunrilngurmek igallrukuvet, wall'u calinritqetaaquvet avalissaunak pingayuni ernerni caliarkaullerpet erenritni. Calian taqlertuuskuvgu, calivivet utertellerkavet ek'yutii akilicescigataa taugaam taqlertuquvet calivivet akinguten elluarlluku pinrilkagu, uitaviin wall'u caliam ayuqucia, wall'u temvet, wall'u aarnaqenritellret pitekluki."}
    ]
}
